[{
  "_id": {
    "$oid": "62139cab8604563dbf0678d7"
  },
  "NewsName": "Deep Breathing Exercises: Why They Work and How To Start",
  "NewsCategoryId": "6213455564446ccb4b9ce1ce",
  "NewsContent": "Deep breathing goes by many names! Bellows breath and SKY Breath Meditation are two very popular deep breathing techniques. You may also have heard of \"belly breathing\", \"diaphragmatic breathing\", or even \"abdominal breathing\". A rose by any other name, eh?\n\nBreathing in this way is actually very natural. Small children do it without even thinking. As we get older we typically start breathing more shallowly primarily from the middle lobe of the lung. \n\nThis shallow breathing results in a breathing pattern that is often faster and can even enhance stress!",
  "NewsOrder": 2,
  "NewsDisplay": false
},{
  "_id": {
    "$oid": "6213a0705e22bf35d63dd11e"
  },
  "NewsName": "Sleep Music To Help You Fall Asleep Like A Baby - Try Tonight",
  "NewsCategoryId": "6213455564446ccb4b9ce1ce",
  "NewsContent": "The majority of parents successfully use lullabies and gentle rhythms to help their babies to fall asleep. Fortunately, it is not just babies that enjoy gentle music! Even adults can use calming music before bedtime to sleep deeply. \n\nAccording to Sleep Foundation, in one study adults who listened to 45 minutes of music before going to sleep reported better sleep the more often they incorporated music into their nightly routine.\n\nUsing music can also decrease the time it takes to fall asleep. In a study of women with symptoms of insomnia, it was found that before adding music to their evening routine it took participants from 27 to 69 minutes to fall asleep, whereas after adding music it only took 6 to 13 minutes.",
  "NewsOrder": 1,
  "NewsDisplay": true
},{
  "_id": {
    "$oid": "6213a129f4ddb0e48ec5f15d"
  },
  "NewsName": "The Last Meditation for Anxiety You'll Ever Need",
  "NewsCategoryId": "6213455564446ccb4b9ce1ce",
  "NewsContent": "To better understand the relationship between stress and anxiety, let’s define each.\n\nStress is the feeling of being overwhelmed or unable to cope with mental or emotional pressure. When we feel stressed our body produces stress hormones that trigger the flight or fight response. \n\nBasically, as far as our body is concerned we have to run away from the stressful situation or we need to put up our dukes and fight for our life. Although helpful in a life-threatening situation, this is no way to live. And it’s both physically and emotionally exhausting.\n\nAnxiety is a feeling of worry, nervousness, or unease, typically about an imminent event or something with an uncertain outcome. \n\nIt’s easy to see that repeated stress leads to anxiety. \n\nSince we cannot avoid stress completely, we need a powerful, effective tool to help manage both. ",
  "NewsOrder": 3,
  "NewsDisplay": true
},{
  "_id": {
    "$oid": "6213a195f4ddb0e48ec5f15e"
  },
  "NewsName": "7 Ways to Create Stronger Relationships Within Your Culture",
  "NewsCategoryId": "62135b026015d7e14e6495a9",
  "NewsContent": "In business, we often talk about the relationships we build with our customers or clients. But what about the relationships we have with our co-workers? These are the relationships we engage in 8.7 hours on average per day – shouldn’t we put forth the same effort to strengthen these relationships? The answer is YES.\n\nAre your employees disengaged? Most likely, a good portion would say yes. In the past, employee disengagement has been viewed as a productivity issue – and more recently a Millennial issue. However, the truth is it goes much deeper than how productive someone is at work, and certainly stretches across all generations.",
  "NewsOrder": 5,
  "NewsDisplay": true
},{
  "_id": {
    "$oid": "6213a1d4f4ddb0e48ec5f15f"
  },
  "NewsName": "3 Ways To Make Culture A Guiding Light in Times of Change",
  "NewsCategoryId": "62135b026015d7e14e6495a9",
  "NewsContent": "Don’t put the cart before the horse. A famous proverb that many of us have heard or uttered a time or two, reminding us not to mess with the natural order of things. When applied to the concept of organizational culture, some ask what comes first – the business plan or the culture? \n\nFun at work? Can that even exist? Actually, yes. And some of the most successful companies have found ways not only to have fun, but to make it a foundational part of their culture – a culture in which people are excited to show up, their passions are fulfilled, and they thrive in their work.",
  "NewsOrder": 4,
  "NewsDisplay": false
},{
  "_id": {
    "$oid": "6213a256f4ddb0e48ec5f160"
  },
  "NewsName": "Manchester United's wild win at Leeds offers something to build on",
  "NewsCategoryId": "62135f3bdb056359536d0468",
  "NewsContent": "At times Manchester United almost seemed to get a hold on the day, to take the air out of this fury, only for a misplaced pass or a splash of the sodden pitch to leave them chasing back once again. But by the end it was an afternoon that seemed to offer something else too, a significant note in this ongoing, oddly fraught United mini-era.\r\n\r\nAnthony Elanga on his knees after being struck by a missile.\r\nRangnick speaks out after Manchester United’s Elanga struck by coin at Leeds\r\nRead more\r\nThere had been strange noises around the red side of Manchester all week, whispers and groans, the sense of something rotten in the state of Ralf Rangnick. Nothing was resolved here. A rousing 4-2 win offered three more points en route to the season-saving goal of a place in the Champions League. But it felt like a purging experience all the same.\r\n\r\nThis is a clattery metal hangar of a ground, the corrugated stands creating a uniquely footballing sound, like the tonal quality on a vinyl LP. At times that s",
  "NewsOrder": 3,
  "NewsDisplay": true
},{
  "_id": {
    "$oid": "6213a27ef4ddb0e48ec5f161"
  },
  "NewsName": "Premier League title race has finally regained its intrigue as Man City falter",
  "NewsCategoryId": "62135f3bdb056359536d0468",
  "NewsContent": "City are still in the better position, particularly given they have not lost a league game at home against Liverpool under Pep Guardiola. But what had started to look like a procession has, quite unexpectedly, regained a sense of intrigue.\r\n\r\nIt is an indication of how dominant City had come to appear that this feels surprising. Liverpool, after all, have won 11 of their past 14 Premier League matches. In any previous era, that would have been obvious title-winning form. Drawing at Tottenham and Chelsea and losing by a single goal at Leicester should not be a wobble from which there is no coming back.\r\n\r\nThat is a wider concern: it is always tempting for English football to congratulate itself because it has not gone the way of many European leagues and become a monopoly, but it is still troubling if winning the title means having to pick up at least 95 points. That is not the sign of a league that is providing healthy competition on a regular basis. That those are the standards is down in",
  "NewsOrder": 2,
  "NewsDisplay": true
},{
  "_id": {
    "$oid": "6213a2b3f4ddb0e48ec5f162"
  },
  "NewsName": "Jamal Edwards, SBTV Founder Who Championed Grime, Dies at 31",
  "NewsCategoryId": "62139ebf28ebd07d9ecafa5c",
  "NewsContent": "Jamal Edwards—the British entrepreneur, DJ, and founder of SBTV who was awarded an MBE in 2014 for his services to music—has died, BBC News reports. His company confirmed the news to the BBC. His cause of death is unknown. He was 31.\r\n\r\nEdwards, born in Luton and raised in Acton, began SBTV as a YouTube channel when he was a teenager. It became an influential space in the world of grime, giving young and established artists alike a space to share their craft. One trademark series he launched was F64, which asked rappers to deliver 64 bars of new lyrics. An acoustic spin-off of that format, A64, helped launch the career of Ed Sheeran. Dave, Stormzy, Jessie J, Skepta, Wiley, and countless others were featured on SBTV.\r\n\r\nOutside of the channel, Edwards was an entrepreneur whose self-help book Self Belief: The Vision: How to Be a Success on Your Own Terms was published in 2013. He was an ambassador for the Prince’s Trust, the youth charity run by Charles, Prince of Wales. One of his documenta",
  "NewsOrder": 1,
  "NewsDisplay": true
},{
  "_id": {
    "$oid": "6213a2ddf4ddb0e48ec5f163"
  },
  "NewsName": "6 New Albums You Should Listen to Now",
  "NewsCategoryId": "62139ebf28ebd07d9ecafa5c",
  "NewsContent": "With so much good music being released all the time, it can be hard to determine what to listen to first. Every week, Pitchfork offers a run-down of significant new releases available on streaming services. This week’s batch includes new albums and mixtapes from Beach House, Hurray for the Riff Raff, Bad Boy Chiller Crew, Yeat, Debit, and Lavender Country. Subscribe to Pitchfork’s New Music Friday newsletter to get our recommendations in your inbox every week. (All releases featured here are independently selected by our editors. When you buy something through our affiliate links, however, Pitchfork earns an affiliate commission.)\n\nBeach House: Once Twice Melody [Sub Pop]\n\nThe rollout of the new Beach House album happened gradually over the span of four months—a hefty 18-song collection that was shared in four multi-song chapters leading up to today’s release. The band will soon tour behind the follow-up to 2018’s 7. Read Pitchfork’s new feature about the album, “Beach House Are Still ",
  "NewsOrder": 3,
  "NewsDisplay": true
},{
  "_id": {
    "$oid": "62158bf6455b1e62fda0a063"
  },
  "NewsName": "Love everyone",
  "NewsCategoryId": "62158b59865d0c0ff51db729",
  "NewsContent": "sadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdf sadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdf sadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdf sadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdf safdsdkfjkj sadfdsaf",
  "NewsOrder": 2,
  "NewsDisplay": false
},{
  "_id": {
    "$oid": "62158c07865d0c0ff51db72c"
  },
  "NewsName": "Love everyone",
  "NewsCategoryId": "62158b59865d0c0ff51db729",
  "NewsContent": "sadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdf sadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdf sadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdf sadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdfsadsdfsdffadfsdf safdsdkfjkj sadfdsaf",
  "NewsOrder": 2,
  "NewsDisplay": false
}]